---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PlacementBottom
source: html/e05e23b6-555f-5d91-d65a-4dd24d8a0edf.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PlacementBottom Property

"Bottom"

## Syntax (C#)
```csharp
public static ForgeTypeId PlacementBottom { get; }
```